Repository: SmartElect/SmartElect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Office id %s is not valid.
ar: رقم المكتب %s ليس صالحاً.

# has_reported
source: Yes
ar: نعم

# has_not_reported
source: No
ar: لا

source: Election Day Office %d
ar: مكتب يوم الانتخابات %d

source: {count} are inactive
ar: {count} غير فاعلة
