Repository: SmartElect/SmartElect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Invalid registration centre code length
ar: عدد خانات رقم مركز الاقتراع غير صحيحة

source: No such registration centre found
ar: بحث عن بيانات التسجيل الخاص بك فى سجل الناخبين.

source: Not enough enough National ID digits
ar: عدد خانات الرقم الوطنى غير صحيحة

source: Invalid valid National ID
ar: بطاقة الموظف غير صالحة

source: Unknown
ar: محتوى غير معروف

source: Registration update
ar: التسجيل

source: Registration Center query
ar: مراكز التسجيل

source: Invalid Form ID
ar: الرقم الوطني غير صالح

source: Phone activation
ar: تفعيل رقم الهاتف

source: Daily Report
ar: التقارير

source: Daily Report invalid
ar: التقرير اليومي غير صالح

source: Bulk Outgoing Message
ar: مجموع الرسائل:

source: Polling Report
ar: تقرير الاقتراع

source: Polling Report invalid
ar: تقرير الاقتراع غير صالح

source: Phone number not activated
ar: لم يتم تفعيل رقم الهاتف

source: from number
ar: من الرقم

source: to number
ar: إلى الرقم

source: carrier
ar: الناقل

source: message type
ar: نوع الرسالة

source: order
ar: الترتيب

source: message code
ar: رمز الرسالة

source: in response to
ar: ردًا على

source: need to anonymize
ar: حاجة إلى إخفاء الهوية

source: smses
ar: رسائل نصية قصيرة

source: Obsolete message code: {}
ar: رمز رسالة باطلة: {}

source: blacklisted number
ar: رقم على اللائحة السوداء

source: blacklisted numbers
ar: أرقام على اللائحة السوداء

source: whitelisted number
ar: رقم على اللائحة البيضاء

source: whitelisted numbers
ar: أرقام على اللائحة البيضاء

source: Delete All Staff Phones
ar: مسح جميع هواتف الموظفين

source: Are you sure you want to delete all %(object_count)s Staff Phones?
ar: هل أنت متأكد من حذف كافة %(object_count)s هواتف الموظفين؟

source: Delete All
ar: مسحها كلها

source: There are currently no Staff Phones.
ar: ما من هواتف موظفين حاليًا

source: Delete all Staff Phones
ar: حذف جميع هواتف الموظفين

source: Whitelisted Numbers
ar: أرقام على اللائحة البيضاء

source: Blacklisted Numbers
ar: أرقام على اللائحة السوداء

source: Upload CSV
ar: تحميل ملفات القيم المفصولة بفواصل

source: Download CSV
ar: تحميل

source: Delete all Blacklisted Numbers
ar: حذف كافة الأرقام على اللائحة السوداء

source: Delete All Blacklisted Numbers
ar: حذف جميع الأرقام على اللائحة السوداء

source: Delete All Whitelisted Numbers
ar: حذف جميع الأرقام على اللائحة البيضاء

source: Are you sure you want to delete all %(object_count)s Blacklisted numbers?
ar: هل أنت متأكد من حذف كافة %(object_count)s الأرقام على اللائحة السوداء؟

source: Are you sure you want to delete all %(object_count)s Whitelisted numbers?
ar: هل أنت متأكد من حذف كافة %(object_count)s الأرقام على اللائحة البيضاء؟

source: There are currently no Blacklisted numbers.
ar: ما من أرقام على اللائحة السوداء حاليًا.

source: There are currently no Whitelisted numbers.
ar: ما من أرقام على الائحة البيضاء حاليًا.

source: Delete All Copy Centres
ar: حذف كل مراكز النسخ

source: All %(n_copy_centers)s copy centres in the database are shown below. Are you sure you want to delete them?
ar: كل مراكز النسخ %(n_copy_centers)s في قاعدة البيانات مبينة أدناه. هل أنت متأكد من أنّك تريد مسحها؟

source: Copy Centres That Will Be Deleted
ar: مراكز النسخ التي سيتم مسحها

source: There are currently no copy centres defined.
ar: ما من مراكز نسخ محددة حالياً.

source: Change registrations
ar: تغيير التسجيلات

source: Delete all Copy Centres
ar: مسح كل مراكز النسخ

source: Subconstituencies
ar: دوائر إنتخابية

source: Constituencies
ar: الدوائر الانتخابية

source: Offices
ar: اللجان

source: Upload blacklisted numbers
ar: تحميل أرقام اللائحة السوداء

source: Upload whitelisted numbers
ar: تحميل أرقام اللائحة البيضاء

source: Upload new registration centers
ar: ارفع مراكز تسجيل جديدة

source: <p>CSV File Requirements</p> <ul> <li>Please ensure the file is saved in UTF-8 encoding as a CSV file.</li> <li>You must include column headers in the file.</li> <li>The file must include all of the following columns in this order: <pre>%(csv_columns)s</pre> </li> <li>Please double-check your file before uploading.</li> <li>Download the <a href="%(download_csv_url)s">current file of registration centers</a>.</li> </ul>
ar: <p>شروط ملف القيم المفصولة بفواصل</p> <ul><li> تأكد من فضلك من أن الملف محفوظ بترميز UTF-8 كملف قيم مفصولة بفواصل.</li><li> عليك إدخال عناوين للأعمدة في الملف.</li> <li>على الملف أن يتضمن كل الأعمدة التالية في هذا الترتيب: <pre>%(csv_columns)s</pre> </li><li> تأكد من فضلك من ملفك قبل الرفع. </li><li>نزّل <a href="%(download_csv_url)s">الملف الحالي لمراكز التسجيل</a>.</li></ul>

source: Delete all Whitelisted Numbers
ar: حذف كافة الأرقام على اللائحة البيضاء

source: Imported {created} new centers. Updated {updated} centers. There were {dupes} duplicates skipped. Blank rows {blank}
ar: تم استيراد {created} مراكز جديدة. تم تحديث {updated} مراكز. تم تخطي {dupes} تكرارات. الصفوف الفارغة {blank}

source: Errors occurred while parsing the uploaded file. No centers were imported or updated.
ar: وقعت أخطاء أثناء تحليل تركيب الملف الذي تم رفعه. لم يتم استيراد أو تحديث أي مراكز.

source: Error found in line {line_number}: row does not contain the exact number of columns required or it contains blank lines. The row should only have the following columns: {columns}.
ar: تم العثور على خطأ في السطر {line_number}: لا يحتوي الصف على عدد الأعمدة المحدد اللازم أو يحتوي على أسطر فارغة. لا يجب أن يحتوي الصف سوى على الأعمدة التالية: {columns}

source: Error in row {line_number}. Field: {field_name}. Value: {value}. Error: {error}
ar: خطأ في الصف {line_number}. الحقل: {field_name}. القيمة: {value}. الخطأ: {error}

source: Error in row {line_number}. Error: {error}
ar: خطأ في الصف {line_number}. الخطأ: {error}

source: All copy centres have been deleted.
ar: تم حذف كافة مراكز النسخ

source: Numbers on these lines not imported because they are not valid phone numbers: %s.
ar: لم يتم استيراد الأرقام التي على الأسطر التالية لأنها ليست أرقام هاتف صالحة: %s.

source: All Staff Phones have been deleted.
ar: تم حذف كافة هواتف الموظفين

source: Phone number
ar: رقم الهاتف

source: Registration center
ar: مركز التسجيل

source: Center Id, Center name, or Phone number
ar: رقم المركز، اسم المركز، رقم الهاتف

source: Message Type
ar: نوع الرسالة

source: Message Code
ar: رمز الرسالة

source: Center Id
ar: رقم المركز

source: Type
ar: النوع

source: Constituency
ar: الدائرة الانتخابية

source: Subconstituency
ar: دائرة إنتخابية

source: Supports Registrations
ar: دعم التسجيلات

source: Center Id, Center name
ar: رقم المركز، اسم المركز

source: Copied by
ar: قام بعملية النسخ

source: Id
ar: الرقم

source: Name (English)
ar: الاسم (بالإنجليزية)

source: Name (Arabic)
ar: الاسم (بالعربية)

source: Region
ar: منطقة

source: Id or Name (in English or Arabic)
ar: الهوية أو الاسم (بالإنجليزية أو بالعربية)

source: Any
ar: أي واحد

source: national ID, first name, father name, grandfather name, family name
ar: الرقم الوطني، الاسم، اسم الأب، اسم الجد، العائلة

source: Lock Status
ar: حالة الإقفال

source: report
ar: تقرير

source: headquarters reports
ar: تقارير المقر الرئيسي

source: message log
ar: رسالة الذخول

source: election report
ar: تقرير الانتخابات

source: election reports
ar: تقارير الانتخابات

source: Please enter a comma-delimited list of center ids.
ar: يرجى إدخال قائمة بفواصل تضم أرقام المركز

source: "%(name)s" is not a valid job name.
ar: "%(name)s" ليس اسمًا صالحًا لمهمة

source: There is already a job named "%(name)s".
ar: تتوفر بالفعل مهمة باسم "%(name)s".

source: There are no restrictions on job names except that they may not begin with a period and may not contain back nor forward slashes.
ar: ما من قيود على أسماء المهام سوى شرط ألا تبدأ بعلامة النقطة وألا تحتوي على خط مائل إلى الأمام أو إلى الخلف.

source: Accept centres with no office
ar: قبول المراكز من دون مكتب

source: Accept centres with no voters
ar: قبول المراكز من دون ناخبين

source: All centres
ar: كل المراكز

source: The centres in the constituencies selected below
ar: المراكز في الدوائر الانتخابية المختارة أدناه

source: The centres in the offices selected below
ar: المراكز في المكاتب المختارة أدناه

source: The centres selected below
ar: المراكز المختارة أدناه

source: The centres in this comma-delimited list
ar: المراكز في هذه القائمة بفواصل

source: You must select at least one constituency.
ar: عليك أن تختار دائرة انتخابية واحدة على الأقل

source: You must select at least one office.
ar: عليك أن تختار مكتبًا واحدًا على الأقل

source: You must select at least one centre.
ar: عليك أن تختار مركزًا واحدًا على الأقل

source: These centre ids are invalid: {}
ar: أرقام هذه المراكز غير صالحة: {}

source: You must enter at least one centre.
ar: عليك إدخال مركزًا واحدًا على الأقل.

source: number
ar: العدد

source: number of registrants
ar: عدد المسجلين

source: first voter name
ar: اسم أول ناخب

source: first voter number
ar: رقم أول ناخب

source: last voter name
ar: اسم آخر ناخب

source: last voter number
ar: رقم آخر ناخب

source: station
ar: المحطة

source: stations
ar: المحطات

source: Return to Overview
ar: العودة إلى النظرة العامة

source: Voter Rolls > Job
ar: لوائح الناخبين > مهمة

source: Click on a center to jump to the PDFs for that center.
ar: اضغط على مركز للإطلاع على ملف بي دي إف الخاص بالمركز

source: Center Group
ar: مجموعة المركز

source: Centers
ar: المراكز

source: Office Number
ar: رقم المكتب

source: Browse Office
ar: البحث عن مكتب

source: Download Zip File
ar: تنزيل كملف من نوع .zip

source: Download
ar: تنزيل

source: Return to Job
ar: العودة إلى المهمة

source: Voter Rolls > Job > View Office
ar: لوائح الناخبين > مهمة> رؤية المكتب

source: File Name
ar: اسم الملف

source: Size
ar: الحجم

source: %(n_pages)s page
ar: صفحة %(n_pages)s

source: There are no files for this office.
ar: ما من ملف لهذا المكتب

source: Voter Rolls > Job
ar: لوائح الناخبين > مهمة

source: This job failed. Error information follows.
ar: المهمة فشلت. معلومات عن الخطأ في ما يلي

source: This job is still in progress. Please check back later.
ar: العمل جاري على هذه المهمة. يُرجى إعادة التحقق لاحقًا

source: Voter Rolls - New
ar: لوائح الناخبين- جديد

source: Voter Rolls > Create New Voter Roll
ar: لوائح الناخبين > إنشاء لائحة ناخبين جديدة

source: Options
ar: الخيارات

source: Centres
ar: المراكز

source: New
ar: جديد

source: Overview
ar: اللجان

source: Job
ar: مهمة

source: Phase
ar: مرحلة

source: Number of PDFs/Pages
ar: عدد ملفات بي دي إف/ الصفحات

source: This job is in progress.
ar: جاري العمل على هذه المهمة

source: Failed
ar: فشلت العملية

source: Completed<br/>%(end_date)s, %(end_time)s
ar: مكتمل <br/>%(end_date)s, %(end_time)s

source: (Total %(n_centers)s)
ar: (مجموع %(n_centers)s)

source: and %(n_excess_centers)s more
ar: و %(n_excess_centers)s إضافية

source: %(n_files)s PDFs <br/> %(n_pages)s pages
ar: %(n_files)s ملفات بي دي إف <br/> %(n_pages)s صفحات

source: Download Polling CSV
ar: تنزيل ملفات القيم المفصولة

source: These ids are invalid: {}
ar: الأرقام غير صالحة: {}

source: You do not have permission to view roll generator output.
ar: لست مخولاً للاطلاع على مخرجات مولد اللوائح

source: You do not have permission to run the roll generator.
ar: ليس لديك الإذن لتشغيل مولّد اللوائح

source: The criteria you specified didn't match any active centres.
ar: المعيار الذي حددته لا يطابق أي من المراكز الفاعلة.

source: Email
ar: عنوان البريد الإلكتروني

source: Last name
ar: الشهرة

source: Active
ar: فعال

source: username, email, first name, or last name
ar: اسم المستخدم، البريد الالكتروني، الاسم، أو الشهرة

source: subscription type
ar: نوع التسجيل

source: email alert subscription
ar: الاشتراك في الرسائل الإلكترونية التنبيهية

source: email alert subscriptions
ar: الاشتراكات في الرسائل الإلكترونية التنبيهية

source: The HNEC Voter Registration Audit System has identified the following issues which require review. Details of these issues are summarized below. Please click on an issue to view it in the Audit System.
ar: إنّ نظام التدقيق في التسجيل الخاص بالمفوضية الوطنية العليا للانتخابات قد أشار إلى المسائل التالية التي تستلزم المراجعة. في ما يلي ملخص عن تفاصيل هذه المسائل. انقر من فضلك عن مسألة للاطلاع عليها في نظام التدقيق.

source: [TESTING] HNEC Voter Registration Audit System
ar: [TESTING] نظام التدقيق في التسجيل الخاص بالمفوضية الوطنية العليا للانتخابات

source: HNEC Voter Registration Audit System
ar: نظام التدقيق في التسجيل الخاص بالمفوضية الوطنية العليا للانتخابات

source: Back to SMS discrepancies
ar: العودة إلى تباينات الرسائل النصية القصيرة

source: Type of subscription
ar: نوع التسجيل

source: Messages should use either {} placeholders or %()s placeholders but not both
ar: على الرسائل أن تستخدم إمّا العناصر النائبة {} أو %()s وعدم استخدام الاثنين معاً

source: English and Arabic messages must use the same kind of placeholders, either {} or %()s
ar: على النصين العربي والإنجليزي أن يستخدما نوع العناصر النائبة عينه، أي إما {} أو %()s

source: The Arabic text must have the same placeholders as the English text.
ar: يجب أن يتحلى النص العربي بنفس عدد العناصر النائبة كالنص الإنجليزي.

source: label
ar: التسمية

source: english
ar: الإنجليزية

source: arabic
ar: العربية

source: english repeat message
ar: رسالة التكرار الإنجليزية

source: arabic repeat message
ar: رسالة التكرار العربية

source: description
ar: الوصف

source: last updated by
ar: آخر تحديث من قِبَل

source: message text
ar: نص الرسالة

source: message texts
ar: نصوص الرسائل النصية القصيرة

source: Message text
ar: نص الرسالة

source: Editing
ar: التنقيح

source: Last updated by:
ar: آخر تحديث من قِبَل:

source: Last updated at:
ar: آخر تحديث في:

source: These are only the translations for SMS messages. All other translations are available at <a href='https://transifex.com'>Transifex.com</a>
ar: هذه ترجمات الرسائل النصية القصيرة فقط. كافة الترجمات الأخرى متوفرة على <a href='https://transifex.com'>Transifex.com</a>

source: if repeated
ar: في حال حصول تكرار

source: Start date
ar: تاريخ البدء

source: End date
ar: تاريخ الانتهاء

source: message number
ar: رقم الرسالة

source: reminder number
ar: رقم التذكير

source: reminder queued
ar: التذكير على قائمة الانتظار

source: reminders queued
ar: التذكيرات على قائمة الانتظار

source: Earliest time associated with this election - set automatically from other fields
ar: أبكر وقت مرتبط بهذه الانتخابات - تم ضبطه تلقائياً من حقول أخرى

source: Latest time associated with this election - set automatically from other fields
ar: آخر وقت مرتبط بهذه الانتخابات - تم ضبطه تلقائياً من حقول أخرى

source: polling start time
ar: وقت بدء الاقتراع

source: polling end time
ar: وقت انتهاء الاقتراع

source: work start time
ar: وقت بدء العمل

source: work end time
ar: وقت انتهاء العمل

source: elections
ar: الانتخابات

source: polling start time is later than end time.
ar: إنّ وقت بدء الاقتراع بعد وقت الانتهاء.

source: General ballot
ar: الاقتراع العام

source: Women's ballot
ar: الاقتراع النساء

source: internal ballot number
ar: رقم الاقتراع الداخلي

source: Number used internally to identify unique ballots across an election.
ar: الرقم المستخدم داخلياً لتمييز الاقتراعات في خلال الانتخابات.

source: ballot type
ar: نوع الاقتراع

source: number of seats
ar: عدد المقاعد

source: ballot
ar: الاقتراع

source: ballots
ar: أوراق الاقتراع

source: Ballot #{ballot_number} {ballot_name} in subconstituencies {subconstituencies} on {election}
ar: الاقتراع رقم {ballot_number} {ballot_name} في الدوائر الانتخابية الفرعية {subconstituencies} في انتخابات {election}

source: candidate number
ar: رقم المرشح

source: Number used in text messages when voting for this candidate
ar: الرقم المستخدم في الرسائل النصية عند التصويت لهذا المرشّح

source: candidate
ar: مرشّح

source: candidates
ar: المرشحون

source: Candidate {0.name_arabic} ({0.name_english}) on {0.ballot}
ar: المرشّح {0.name_arabic} ({0.name_english}) في {0.ballot}

source: registration period
ar: فترة التسجيل

source: registration periods
ar: فترات التسجيل

source: Both start and end must be provided.
ar: لا بد من توفير تاريخ البدء والانتهاء

source: End time must be after start time.
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء.

source: Other registration periods overlap this one.
ar: تتداخل فترات تسجيل أخرى مع هذه الفترة.

source: Upload election data
ar: تحميل بيانات الانتخابات

source: Download election data
ar: تنزيل بيانات الانتخابات

source: Elections
ar: الانتخابات

source: Ballots
ar: أوراق الاقتراع

source: Candidates
ar: المرشحون

source: Stations
ar: المحطات

source: Closed Centers
ar: المراكز المقفلة

source: Name (en)
ar: الاسم (بالانجليزية)

source: Name (ar)
ar: الاسم (بالعربية)

source: Election name in English or Arabic
ar: عنوان الانتخابات بالإنجليزية أو بالعربية

source: Ballot
ar: الإقتراع

source: Number
ar: الرقم

source: Candidate name in English or Arabic
ar: اسم المرشح بالإنجليزية أو بالعربية

source: Center %s is not a valid center.
ar: المركز %s غير صالح.

source: Either a phone number or a center must be supplied, but not both.
ar: عليك إدخال إما رقم هاتف أو مركز، وليس إدخال الاثنين معاً.

source: Summary
ar: ملخص

source: Check your registration information
ar: تحقق من معلومات تسجيلك

source: Libya
ar: ليبيا

source: Regions
ar: منطقة

source: Offices Detail
ar: اللجان - تفاصيل

source: Weekly
ar: أسبوعي

source: SMS
ar: خدمة الرسائل القصيرة

source: Period:
ar: وقت:

source: New Registrations
ar: ‫التسجيلات الجديدة‬

source: Cumulative Registrations
ar: التسجيل التراكمي

source: Last Updated:
ar: آخر تحديث:

source: Download Full CSV
ar: تنزيل كافة ملفات القيم المفصولة بفواصل

source: Download Daily CSV
ar: تنزيل ملفات القيم المفصولة بفواصل اليومية

source: January
ar: كانون الثاني/يناير

source: February
ar: شباط/فبراير

source: March
ar: آذار/مارس

source: April
ar: نيسان/أبريل

source: May
ar: أيار/مايو

source: June
ar: حزيران/يونيو

source: July
ar: تموز/يوليو

source: August
ar: آب/أغسطس

source: September
ar: أيلول/سبتمبر

source: October
ar: تشرين الأول/أكتوبر

source: November
ar: تشرين الثاني/نوفمبر

source: December
ar: كانون الأول/ديسمبر

source: Total Registrations
ar: إجمالي التسجيل

source: Polling is over
ar: انتهت عملية الاقتراع

source: Polling is in progress
ar: عملية الاقتراع جارية

source: Polling has not started
ar: لم تبدأ عملية الاقتراع

source: Work period
ar: فترة العمل

source: Polling period
ar: فترة الاقتراع

source: Polling Center
ar: مركز الاقتراع

source: Opened
ar: مفتوح

source: Not Opened
ar: لم يُفتح

source: Period
ar: وقت

source: Not Reported
ar: لم يتم إرسال التقرير اليومي

source: Closed
ar: مغلق

source: Loading...
ar: التحميل جارٍ...

source: Code
ar: رقم المركز

source: Copied Polling Center
ar: مركز الاقتراع المنسوخ

source: Reported
ar: تم التبليغ عنه

source: Return to Office
ar: العودة إلى المكتب

source: Copy of center
ar: نسخة المركز

source: Copies of this center:
ar: نُسَخ هذا المركز:

source: The center was inactive for this election.
ar: لم يكن المركز فاعلًا في هذه الانتخابات

source: Reporting
ar: التقارير

source: Last Opened
ar: أخر إفتتاح

source: Last Reported
ar: أخر تقرير

source: Reported Votes
ar: عدد الأصوت حسب التقرير

source: Reported Period
ar: وقت إرسال التقرير

source: Date
ar: تاريخ

source: Phone
ar: رقم الهاتف

source: No messages were received.
ar: لم يتم تلقي أي رسائل.

source: Inactive
ar: غير فاعل

source: National
ar: وطني

source: Location
ar: الموقع

source: Turnout %% (Active)
ar: نسبة المشاركة %% (ناشطة)

source: Turnout %% (Open)
ar: نسبة المشاركة %% (مفتوحة)

source: By Region
ar: بحسب المنطقة

source: By Office
ar: بحسب المكتب

source: By Center Type
ar: بحسب نوع المركز

source: Center Type
ar: نوع المركز

source: Error
ar: خطأ

source: National Stats
ar: الإحصاءات الوطنية

source: Cumulative Totals
ar: التراكمي حتى الآن

source: Age Totals
ar: التراكمي بالأعمار

source: Office Stats
ar: إحصاءات المكتب

source: Click on a row below to see it in the chart.
ar: اضغط على صف من الصفوف أدناه لرؤية المخطط

source: Registration Stats
ar: إحصائيات التسجيل

# yesterday_total
source: Total
ar: المجموع

source: Add to Whitelist
ar: أضِف إلى القائمة المسموح لها بالدخول إلى هذه الخدمة

source: Center
ar: المركز

source: This phone is not linked to a center.
ar: هذا الهاتف ليس موصولاً بمركز.

source: This phone is whitelisted.
ar: هذا الهاتف مندرج في القائمة المسموح لها بالدخول إلى هذه الخدمة.

source: This phone is not whitelisted.
ar: رقم الهاتف ليس مدرجاً على القائمة المسموح لها بالدخول إلى هذه الخدمة.

source: Phone History
ar: تاريخ الهاتف

source: To or From
ar: إلى أو من

source: No messages have been sent to or received from this phone.
ar: لم يتم إرسال أو تلقي أي رسائل من هذا الهاتف.

source: Phones for center
ar: أرقام الهاتف للمركز

source: Whitelist Status
ar: حالة القائمة المسموح لها بالدخول إلى هذه الخدمة

source: History
ar: سجل الزيارات

source: Please enter a center id, or a phone number (218xxxxxxxxx or 88216xxxxxxxx) without punctuation or spaces. Either a phone number or a center must be supplied, but not both.
ar: أدخِل من فضلك رقم المركز أو رقم هاتف (218xxxxxxxxx أو 88216xxxxxxxx) من دون علامات وقف أو فراغات. عليك إدخال إما رقم هاتف أو مركز، وليس إدخال الاثنين معاً.

source: Phone and Message Tool
ar: أداة الهاتف والرسائل

source: Enter Another Phone or Center ID #
ar: أدخل رقم هاتف أو رقم مركز #

source: Return to Polling Centers Monitoring
ar: العودة إلى مراقبة مراكز الاقتراع

source: Phone Tool
ar: أداة الهاتف

source: Election Title
ar: عنوان الانتخابات

source: Center List
ar: المراكز

source: HQ
ar: المقر الرئيسي

source: Preliminary Vote Counts
ar: فرز الأصوات الأولي

source: Region Stats
ar: إحصاءات المنطقة

source: SMS Stats
ar: إحصائيات الرسائل النصية

source: Stat
ar: إحصائية

source: Last 7 Days
ar: آخر سبع أيام

source: Phones with Registrations from Multiple Family Books
ar: الهواتف التى قامت بتسجيل أكثر من كتيب عائلة

source: Phones Attempting Duplicate Registrations
ar: الهواتف التى قامت بمحاولات تكرار التسجيل

source: Message Stats
ar: إحصائيات المستخدمين

source: Yesterday
ar: يوم أمس

source: Weekly Stats
ar: الإحصاءات الأسبوعية

source: CDA
ar: الهيئة التأسيسية لصياغة مشروع الدستور

# interval
source: to
ar: إلى

source: This request is not intended to be called directly.
ar: لا يُقصد من هذا الطلب أن يتم استخدامه مباشرةً.

source: Phone number %s is not a valid staff phone.
ar: رقم الهاتف %s ليس رقم هاتف موظف صالحاً.

source: No matching phones were found.
ar: لم يتم إيجاد أرقام هاتف مطابقة.

source: Period {period} Votes Reported: {count}
ar: الفترة {period} الأصوات التي تم التبليغ عنها: {count}

source: As of {date} at {time} {total} people have registered on the High National Elections Commission SMS Voter Register. {num_women} of the registrants are women and {num_men} are men.
ar: تفيد المفوضية الوطنية العليا للإنتخابات بانه عند الساعة {time}، بتاريخ {date} ، قد وصل عدد الناخبين المسجلين إلى {total} منهم {num_men} رجال، {num_women} نساء

source: Data for this report is currently being generated. Please try again later.
ar: يتم حالياً إعداد بيانات هذا التقرير. الرجاء إعادة المحاولة لاحقاً.

source: Group
ar: المجموعة

source: Total M
ar: مجموع الذكور

source: Total F
ar: مجموع الإناث

source: Yesterday M
ar: مجموع الذكور يوم أمس

source: Yesterday F
ar: مجموع الإناث يوم أمس

source: Response format is not supported.
ar: تنسيق الردّ ليس معتمداً.

source: Last Updated: %s
ar: آخر تحديث: %s

source: Election Day Overview
ar: لمحة عامة عن يوم الانتخابات

source: As of {time} on {date}:
ar: يوم {date}، عند الساعة {time}:

source: {count} centers have opened
ar: {count} تم إفتتاح المركز

source: {count} centers have not opened
ar: {count} لم يتم إفتتاح مركز

source: No Data Available
ar: البيانات غير متوفرة

source: Preliminary vote reports have not been received for this election.
ar: لم ترد تقارير أولية حول التصويت لهذه الانتخابات

source: Election Day Centers
ar: مراكز يوم الانتخابات

source: Not Whitelisted
ar: رقم الهاتف غير مدرج فى المنظومة

source: Center id %s is not valid.
ar: رقم المركز %s غير صالح.

source: N/A
ar: غير متوفر

source: Votes Report
ar: تقرير الأصوات

source: Phone Link
ar: الهواتف المخصصة للمركز

source: Check in
ar: تسجيل الدخول
