Repository: SmartElect/SmartElect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Status
ar: الحالة

source: Resolved
ar: حُلت

source: Not resolved
ar: لم تحل

source: Incoming
ar: الواردة

source: Outgoing
ar: الصادرة

source: uuid
ar: المعرف الفريد العمومي

source: logged date
ar: تاريخ الدخول

source: direction
ar: الاتجاه

source: to address
ar: إلى العنوان

source: from address
ar: من العنوان

source: content
ar: المحتوى

source: is audited
ar: تم التدقيق به

source: raw text
ar: نص خام

source: vumi log
ar: فومي لوج

source: vumi logs
ar: فومي لوج

source: From {from_addr} to {to_addr}: {content}
ar: من {from_addr} إلى {to_addr}: {content}

source: sms
ar: رسالة نصية قصيرة

source: sms trail
ar: تعقب الرسائل النصية القصيرة

source: sms trails
ar: تعقبات الرسائل النصية القصيرة

source: Trail linking SMS ({sms}) with VumiLog ({vumi})
ar: رابط يصل الرسالة ({sms}) بـ "فومي لوج" ({vumi})

source: Audit complete. Message is in the <a href="{sms_url}">registration</a> and <a href="{vumi_url}">gateway</a> systems.
ar: اكتمل التدقيق. الرسالة في نظم <a href="{sms_url}">التسجيل</a> و<a href="{vumi_url}">المداخل</a>.

source: The <a href="{url}">message</a> to {number} with text "{text}" was sent by the registration system at {datetime} but has not been received by the gateway system.
ar: <a href="{url}">الرسالة</a> إلى {number} التي تحتوي على النص "{text}" أرسلت من قبل نظام التسجيل في {datetime} لكنّ نظام المداخل لم يتلقها.

source: The <a href="{url}">message</a> from {number} with text "{text}" was received by the gateway system at {datetime} but has not been received by the registration system.
ar: <a href="{url}">الرسالة</a>من {number} التي تحتوي على النص "{text}" تم تلقيها من نظام المداخل في {datetime} ولكن، لم يتم تلقيها من نظام التسجيل.

source: comments
ar: التعليقات

source: resolved
ar: محلول

source: Browse discrepancies
ar: البحث عن التباينات

source: Read discrepancy
ar: قراءة التباين

source: sms discrepancy
ar: إرسال التباين في رسالة نصية قصيرة

source: sms discrepancies
ar: إرسال التباينات في رسالة نصية قصيرة

source: A discrepancy has been found for an incoming message at {datetime}.
ar: تم العثور على تباين في رسالة واردة في {datetime}.

source: A discrepancy has been found for an outgoing message at {datetime}.
ar: تم العثور على تباين في رسالة صادرة في {datetime}.

source: Change email alert subscriptions
ar: تغيير الاشتراك في الرسائل الإلكترونية التنبيهية

source: Direction
ar: الاتجاه

source: From
ar: من

source: To
ar: الى

source: source number, destination number, or message
ar: رقم المصدر، رقم الهدف، أو الرسالة

source: %(count)d message was audited.
ar: رسالة %(count)d تم تدقيق

source: There was %(count)d discrepancy found.
ar: تباين %(count)d تم العثور على

source: Message in registration system
ar: رسالة في نظام التسجيل

source: Message to/from the mobile network operator
ar: رسالة إلى/ من مشغل شبكة الهاتف المحمول

source: The uploaded file had invalid characters. Please be sure that it is saved as UTF-8.
ar: الملف المنزل يضم حروفاً غير صحيحة. الرجاء التأكد من تخزينه بصيغة UTF-8

source: Name for this bulk SMS broadcast.
ar: تسمية عملية إرسال هذه الرسائل النصية الجماعية

source: Describe this bulk SMS broadcast
ar: وصف هذه الرسائل النصية القصيرة الجماعية

source: This field is required.
ar: هذا الحقل مطلوب

source: Uploading
ar: تنزيل

source: Pending Approval
ar: الموافقات المعلقة

source: Approved
ar: تمت الموافقة

source: Rejected
ar: مرفوض

source: Completed
ar: تم

source: Processing
ar: استكمال الإجراء

source: batch
ar: حزمة

source: batches
ar: حزم

source: phone number
ar: رقم الهاتف

source: from shortcode
ar: من الرمز القصير

source: What shortcode should this appear to be from?
ar: من أي رمز قصير يجب أن يبدو هذا وارداً؟

source: message
ar: الرسالة

source: bulk message
ar: رسالة جماعية

source: bulk messages
ar: مجموع الرسائل

source: Invalid shortcode: Valid values are: {}
ar: رمز قصير غير صالح: القيم الصالحة هي: {}

source: Custom
ar: الضبط

source: Staff
ar: الموظفون

source: Registrants in a single center
ar: المسجلون في المركز الواحد

source: Registrants in the entire voter register
ar: المسجلون في سجل الناخبين ككل

source: created by
ar: تم الإنشاء من قبل

source: reviewed by
ar: تمت المراجعة من

source: audience
ar: الجمهور

source: registration center
ar: مركز التسجيل

source: Registrants in Center
ar: المسجلون في المركز

source: broadcast
ar: البث

source: broadcasts
ar: البث

source: Upload SMSes for Broadcast
ar: تحميل الرسائل النصية القصيرة لنشرها

source: <p> Please upload your CSV with 12-digit phone number(s) in the first column and the message text in the second column. </p> <ul> <li>Do not include '+' or '()' in the phone number column (ie 218911234567).</li> <li>Do not include column headers.</li> <li>The CSV must be saved with UTF-8 encoding</li> </ul>
ar: <p> ارفع من فضلك القيم المفصولة بفواصل برقم أو أرقام الهاتف المؤلفة من 12 خانةً في العمود الأول ونص الرسالة في العمود الثاني. </p> <ul><li> لا تدخل رمز + أو 0 في أول رقم الهاتف (أي 218911234567).</li><li>لا تدخل عناوين للأعمدة.</li> <li>يجب حفظ القيم المفصولة بفواصل بترميز UTF-8. </li></ul>

source: Upload
ar: تحميل

source: Cancel
ar: إلغاء

source: Characters used:
ar: الأحرف المستخدمة

source: Approve
ar: الموافقة

source: Reject
ar: الرفض

source: Delete
ar: مسح

source: Back to list
ar: العودة إلى اللائحة

source: Send an SMS broadcast via form entry
ar: قم بنشر الرسائل النصية القصيرة عبر نموذج الإدخال

source: Send an SMS broadcast via CSV upload
ar: قم بنشر الرسائل النصية القصيرة عبر تحميل ملف القيم المفصولة بفواصل

source: Phone Number
ar: رقم الهاتف

source: Message
ar: الرسالة

source: Permanently delete
ar: مسح دائم

source: Error found in line {line_number}: The row should only have the following columns: {columns}.
ar: وجود خطأ في السطر{line_number}: يجب أن يضم الصف الأعمدة التالية فقط: {columns}

source: Unable to parse number {number} as a phone number on row {line_number}
ar: عدم التمكن من قراءة الرقم {number} على أنه رقم هاتف في السطر {line_number}

source: Message is blank on row {line_number}
ar: الرسالة فارغة في السطر {line_number}

source: Only a different user may review your broadcast.
ar: لا يمكن سوى لمستخدم آخر مراجعة ما نشرت

source: You have approved the broadcast.
ar: تمت موافقتك على النشر

source: You have rejected the broadcast.
ar: رفضت النشر

source: Broadcast was created and is pending approval.
ar: تم إنشاء عملية النشر وهي بانتظار الموافقة

source: Messages are uploading in the background
ar: جاري تحميل الرسائل في الخلفية

source: Sent To
ar: إرسال إلى

source: Remaining Time
ar: الوقت المتبقي

source: Total Messages
ar: مجموع الرسائل

source: Sent
ar: تم الإرسال

source: Errors
ar: أخطاء

source: Random Messages
ar: رسائل عشوائية

source: Audience
ar: الجمهور

source: creation date
ar: تاريخ الإنشاء

source: Send To
ar: إرسال إلى

source: Created By
ar: تم الإنشاء من قبل

source: Reviewed By
ar: تمت المراجعة من

source: Start typing registration center name to add to list
ar: ابدأ بطباعة اسم مركز التسجيل لإضافته إلى القائمة

source: Selected centers
ar: المراكز المختارة

source: Start typing registration center name to choose
ar: ابدأ بطباعة اسم مركز التسجيل للاختيار

source: Upload text file with one NID per line, and no headers or punctuation.
ar: ارفع ملف النص مع رقم وطني واحد على كل سطر ومن دون عناوين أو علامات وقف.

source: This changeset has one or more approvals. If you change the changeset, the approvals will be revoked and the changeset will have to be approved again. If you want to do that, check here. If not, cancel, or go to another page without submitting your changes.
ar: تحمل مجموعة التغييرات هذه موافقات عدة. إذا غيّرت مجموعة التغييرات، سوف يتم إلغاء الموافقات وسيتوجب عليك الحصول على موافقة من جديد لمجموعة التغييرات. إذا أردت القيام بذلك، ضع علامةً هنا. إذا كنت لا تريد القيام بذلك، إلغِ العملية أو اذهب إلى صفحة أخرى من دون تقديم تغييراتك.

source: No other changeset selected
ar: لا يتم اختيار مجموعة تغييرات أخرى

source: Only successful changesets can be rolled back.
ar: لا يمكن استرجاع سوى مجموعات التغيير الناجحة.

source: No centers selected
ar: لم يتم اختيار أي مراكز

source: No target center selected
ar: لم يتم اختيار مركز هدف

source: Target center is one of the centers being moved from
ar: المركز الهدف هو أحد المراكز التي يتم النقل منها

source: An uploaded file is required if selection method is uploaded NIDs
ar: يجب رفع ملف إذا كانت طريقة الاختيار هي من خلال أرقام وطنية محملة

source: Stopping after {number} errors.
ar: الإيقاف بعد {number} أخطاء.

source: Line {number}: Wrong length
ar: السطر {number}: طول خاطئ

source: Line {number}: Not a valid number
ar: السطر {number}: الرقم غير صالح

source: Line {number}: Not a valid national ID number
ar: السطر {number}: رقم الهوية الوطنية غير صالح

source: Line {number}: No person registered with that NID
ar: السطر {number}: ما من شخص مسجّل تحت هذا الرقم الوطني

source: Approval of {user} removed due to changes
ar: تم نزع الموافقة على {user} بسبب إحداث التغييرات

source: Move voters to another polling center
ar: انقل الناخبين إلى مركز اقتراع آخر

source: Block voters
ar: حظر الناخبين

source: Unblock voters
ar: إلغاء حظر الناخبين

source: Roll back another changeset
ar: استرجع مجموعة تغييرات أخرى

source: Select a list of polling centers
ar: اختر قائمة من مراكز الاقتراع

source: Upload a list of national IDs
ar: ارفع قائمة بالأرقام الوطنية

source: Select another changeset
ar: اختر مجموعة تغييرات أخرى

source: New - not approved
ar: جديد - لا موافقة عليه

source: Approved - not started
ar: موافق عليه - لم يبدأ بعد

source: Started - start button has been pressed but processing has not begun
ar: تم البدء - تم الضغط على زر البدء لكنّ المعالجة لم تبدأ بعد

source: Executing - being processed
ar: التنفيذ جارٍ - المعالجة جارية

source: Failed - had errors, changes were not made
ar: فشلت العملية - تضمنت أخطاءً، لم تتم التغييرات

source: Successful - completed without errors and not rolled back
ar: نجحت العملية - تمّت من دون أخطاء ولم يتم استرجاعها

source: Partially successful - rollback was not able to rollback all changes
ar: نجحت العملية جزئياً - لم يكن بالإمكان استرجاع كل التغييرات

source: Rolled back - some or all changes have been rolled back
ar: تم الاسترجاع - تم استرجاع بعض التغييرات أو كلها

source: name
ar: الاسم

source: change
ar: التغيير

source: how to select
ar: كيفية الاختيار

source: How to select affected voters. If you select another changeset, it will change the same voters who were changed in the other changeset, which might NOT be the same as using the same rules for selecting voters that the other changeset used.
ar: كيفية اختيار الناخبين المتأثرين. إذا اخترت مجموعة تغييرات أخرى، سوف يغير ذلك الناخبين نفسهم الذين تم تغييرهم في مجموعة التغييرات الأخرى، وقد لا يكون ذلك هو عينه كاستخدام القواعد عينها لاختيار الناخبين التي استخدمتها مجموعة التغييرات الأخرى.

source: other changeset
ar: مجموعة تغييرات أخرى

source: Another changeset to select voters from or to roll back.
ar: مجموعة تغييرات أخرى لاختيار الناخبين منها أو لاسترجاعها

source: selected centers
ar: المراكز المختارة

source: selected citizens
ar: المواطنون المختارون

source: target center
ar: المركز الهدف

source: Optional text message to send to affected voters after applying change
ar: رسالة نصية اختيارية يمكن إرسالها للناخبين المتأثرين بعد إحداث التغيير

source: justification
ar: المبرر

source: Reason for the changes. Include references to legal justification for the changes if possible.
ar: سبب التغييرات. أدخِل مراجع لمبررات قانونية للتغييرات إذا أمكن.

source: approvers
ar: الجهات الموافقة

source: start time
ar: وقت البدء

source: When execution of the changeset started.
ar: وقت بدء تنفيذ مجموعة التغييرات.

source: finish time
ar: وقت الانتهاء

source: queued by
ar: تم الوضع على قائمة الانتظار من قبل

source: The user who queued the changeset for execution.
ar: المستخدم الذي وضع مجموعة التغييرات على قائمة الانتظار للتنفيذ.

source: status
ar: الحالة

source: rollback changeset
ar: استرجع مجموعة تغييرات أخرى

source: If this changeset has been rolled back, this is the changeset that did it.
ar: إذا تم استرجاع مجموعة التغييرات هذه، هذه هي مجموعة التغييرات التي قامت بذلك.

source: error text
ar: نص خطأ

source: If the changes failed, this will contain the error message(s).
ar: إذا فشلت التغييرات، سوف يتضمن هذا رسالة (رسائل) الأخطاء.

source: changeset
ar: مجموعة التغييرات

source: changesets
ar: مجموعات التغييرات

source: Approve changeset
ar: الموافقة على مجموعة التغييرات

source: Start changeset
ar: البدء بمجموعة التغييرات

source: Browse changesets
ar: البحث في مجموعة التغييرات

source: Read changeset
ar: قراءة مجموعة التغييرات

source: changed
ar: تم التغيير

source: citizen
ar: المواطن

source: from center
ar: من المركز

source: to center
ar: إلى المركز

source: change record
ar: سجل التغيير

source: change records
ar: سجلات التغيير

source: Yes
ar: نعم

source: No
ar: لا

source: Back to changeset
ar: العودة إلى مجموعة التغيير

source: Back to changesets
ar: العودة إلى مجموعات التغيير

source: Changes made
ar: تم إجراء التغييرات

source: Add changeset
ar: إضافة مجموعة تغيير

source: Edit changeset
ar: تنقيح مجموعة التغييرات

source: Submit
ar: ارسل

source: Edit
ar: تنقيح

source: Revoke approval
ar: إلغاء الموافقة

source: Start
ar: البدء

source: Citizens uploaded
ar: المواطنون الذي تم تحميلهم

source: Browse %(names)s
ar: البحث%(names)s

source: These are the citizens affected by the changeset:
ar: هؤلاء هم المواطنون المتأثرون بمجموعة التغييرات

source: National ID
ar: الرقم الوطني

source: Name
ar: الإسم

source: Changed
ar: تم التغيير

source: Change
ar: التغيير

source: Created
ar: تم الإنشاء

source: Approvals
ar: الموافقات

source: name, message, or justification
ar: الاسم، الرسالة، أو التبرير

source: Number of uploaded voters
ar: عدد الناخبين الذين تم تحميلهم

source: Number of affected voters
ar: عدد الناخبين المتأثرين

source: Number of approvals
ar: عدد الموافقات

source: Changeset can no longer be edited
ar: لم يعد بالإمكان تنقيح مجموعة التغييرات

source: This changeset may no longer be deleted.
ar: لم يعد بالإمكان حذف مجموعة التغييرات

source: You cannot do that after the changeset has been started.
ar: لا يمكنك القيام بذلك بعد أن يتم البدء بمجموعة التغييرات.

source: You have already approved this changeset.
ar: لقد سبق أن وافقت على مجموعة التغييرات هذه.

source: You have approved this changeset.
ar: لقد وافقت على مجموعة التغييرات هذه.

source: You are not authorized to approve this changeset.
ar: لست مخوّلاً للموافقة على مجموعة التغييرات هذه.

source: You have revoked your approval.
ar: لقد ألغيت موافقتك.

source: You did not approve this changeset.
ar: لم توافق على مجموعة التغييرات هذه.

source: Changesets can only be started when they are in the approved status.
ar: لا يمكن البدء بمجموعات التغيير إلاّ إذا كانت قد تمت الموافقة عليها.

source: You are not authorized to start this changeset.
ar: لست مخولاً للبدء بمجموعة التغييرات هذه.

source: civil registry id
ar: رقم السجل المدني

source: Uniquely identifies a person, even across changes of national ID
ar: يعرّف الأشخاص بشكل فريد، حتى عند إحداث تغيير في الرقم الوطني

source: national id
ar: الرقم الوطني

source: The citizen's 12-digit national ID number
ar: الرقم الوطني للمواطن المؤلف من 12 خانةً

source: family book record number
ar: رقـــــــــم القيـــــــد

source: Family Book Record Number
ar: رقـــــــــم القيـــــــد

source: first name
ar: الاسم

source: father name
ar: اسم الأب

source: grandfather name
ar: اسم الجد

source: family name
ar: الشهرة

source: mother name
ar: اسم الأم

source: birth date
ar: سنه الميلاد

source: gender
ar: الجنس

source: address
ar: العنوان

source: office id
ar: رقم المكتب

source: branch id
ar: رقم الفرع

source: state
ar: الحالة

source: missing
ar: ناقص

source: If set, this citizen was not in the last data dump.
ar: في حال تم التحديد، هذا المواطن لم يكن في التفريغ الأخير للبيانات.

source: citizens
ar: المواطنون

source: Gender
ar: الجنس

source: First name
ar: الاسم

source: Father's name
ar: اسم الأب

source: Grandfather's name
ar: اسم الجد

source: Family name
ar: الشهرة

source: Mother's name
ar: اسم الأم

source: Birth date
ar: تاريخ الميلاد

source: National ID, FBR number, First name, Father's name, Mother's name, Grandfather's name, or Family name
ar: الرقم الوطني، الرقم الضريبي، الاسم، اسم الأب، اسم الأم، اسم الجد أو الشهرة

source: Blocked
ar: محظور

source: Days of the week
ar: أيام الأسبوع

source: Hours of the day
ar: ساعات اليوم

source: Day
ar: يوم

source: Week
ar: أسبوع

source: Month
ar: شهر

source: Year
ar: سنة

source: Operator
ar: عامل الهاتف

source: Field staff
ar: موظف ميدانى

source: Staff ID number
ar: رقم الموظف

source: Invalid staff ID format
ar: الرقم الوظيفي غير صالح

source: No active field staff with that ID
ar: هذا الرقم الوظيفى غير مُفعل

source: That is not a valid National ID number.
ar: الرقم الوطنى غير صالح

source: A comment is required
ar: مطلوب التعليق

source: any
ar: أي واحد

source: in progress
ar: جاري

source: review required
ar: يتطلب مراجعة

source: action required
ar: يتطلب اتخاذ تدبير

source: complete
ar: تم

source: staff
ar: الموظفون

source: From date
ar: من تاريخ

source: To date
ar: إلى تاريخ

source: Call status
ar: وضع المكالمة

source: Call made by
ar: أجريت المكالمة من قبل

source: The ending date must exceed the beginning date.
ar: تاريخ الانتهاء يجب أن يلي تاريخ البدء

source: Data to show
ar: البيانات للإظهار

source: Number of calls
ar: عدد المكالمات

source: Average length of calls in seconds
ar: متوسط المدة التي تستغرقها المكالمات بالثواني

source: Call outcomes
ar: نتائج المكالمات

source: Previous screen
ar: الصفحة السابقة

source: Start from Beginning
ar: البدء من البداية

source: No, Caller is a Citizen
ar: كلا، المتصل هو مواطن

source: Name and ID match
ar: الاسم والرقم يتطابقان

source: Name and ID do not match
ar: الاسم والرقم لا يتطابقان

source: Continue
ar: الاستمرار

source: Caller hung up
ar: أقفل المُتصل الخط

source: Unable to Provide
ar: غير قادر على التوفير

source: Done
ar: تم

source: Person has complained about the service.
ar: المواطن لديه شكوى من الخدمات المقدمة

source: Accidentally unlocked.
ar: تم إلغاء القفل غن طريق الخطأ

source: Person on the end of the phone changes their mind about unlocking.
ar: في نهاية المكالمة غير المتصل رآيه بخصوص إلغاء القفل

source: Phone call was harassing.
ar: المكالمة الهاتفية غير جدية

source: Other reason, see comments.
ar: أسباب آخرى، أنظر الملاحظات

source: Mark as seen.
ar: تم وضع علامة تمت المشاهدة

source: Re-lock.
ar: إعادة القفل

source: Ignore.
ar: تجاهل

source: staff id
ar: رقم الموظف

source: suspended
ar: معلق

source: field staff member
ar: موظف ميدانى

source: field staff members
ar: الموظفيين الميدانيين

source: Can browse field staff
ar: يمكن البحث في موظفي الميدان

source: Can read field staff
ar: يمكن الإطلاع على موظفي الميدان

source: Can suspend field staff
ar: يمكن تعليق موظفي الميدان

source: end time
ar: وقت الإنتهاء

source: current screen
ar: الشاشة الحالية

source: operator
ar: عامل الهاتف

source: field staff
ar: موظف ميدانى

source: changes increased
ar: زيادة التغييرات

source: Registration of citizen at time of call
ar: تسجيل المواطن في نفس وقت المكالمة

source: registration
ar: التسجيل

source: Not marked for review
ar: لم يتم وضع علامة للمراجعة

source: Marked for review
ar: تم وضع علامة للمراجعة

source: Recommendation made
ar: التوصيات المقدمة

source: review classification
ar: مراجعة التصنيف

source: reason marked
ar: تم تحديد السبب

source: recommended action
ar: الإجراء الموصى به

source: Hung up
ar: إغلاق الخط

source: Invalid staff ID
ar: بطاقة الموظف غير صالحة

source: Wrong staff name
ar: اسم الموظف خطأ

source: Wrong staff phone
ar: رقم هاتف الموظف خطأ

source: Invalid NID
ar: الرقم الوطني غير صالح

source: Invalid name or birth year
ar: الاسم غير صحيح أو سنة الولادة غير صحيحة

source: Invalid FRN and mother's name
ar: قيد كتيب العائلة غير صحيح واسم الأم غير صحيح

source: Not registered
ar: غير مسجل

source: No help needed
ar: لا حاجة للمساعدة

source: No change
ar: لا يوجد تغيير

source: Increased changes
ar: تغييرات إضافية

source: Unlocked
ar: مفتوح

source: Relocked
ar: إعادة الإغلاق

source: call outcome
ar: نتيجة الاتصال

source: case
ar: الحالة

source: cases
ar: الحالات

source: Call started %(start_time)s. Operator %(operator)s.
ar: بدء المكالمة %(start_time)s. عامل الهاتف %(operator)s.

source: Citizen is %s.
ar: المواطن هو %s

source: Call ended %s.
ar: تم إنهاء المكالمة %s.

source: Complete
ar: تم

source: In progress
ar: جاري

source: screen record
ar: سجل الشاشة

source: screen records
ar: سجلات الشاشة

source: Comment
ar: تعليق

source: Mark case for review
ar: ضع علامة لمراجعة الحالة

source: Recommend action on case
ar: التوصية باتخاذ إجراء بخصوص الحالة

source: Cancel open re-registration period
ar: إلغاء فترة فتح إعادة التسجيل

source: Mark case as resolved
ar: ضع علامة تم حل الحالة

source: kind of update
ar: نوع من التحديث

source: user
ar: مستخدم

source: timestamp
ar: الطابع الزمني

source: comment
ar: تعليق

source: update
ar: التحديث

source: updates
ar: التحديثات

source: Redirecting to current screen for this case.
ar: إعادة التوجيه إلى الصفحة الحالية لهذه الحالة

source: The voter had no more changes allowed from that number. The allowed changes have been increased.
ar: الناخب قد إستنفد كل فرص التغيير من رقم هاتفه. تم زيادة عدد المحاولات

source: The call has ended.
ar: تم إنهاء المكالمة.

source: Welcome
ar: مرحباً

source: Ask Staff ID
ar: اسأل عن رقم الموظف

source: Verify Staff Name
ar: تحقق من اسم الموظف

source: Verify Staff Phone
ar: تحقق من رقم هاتف الموظف

source: Get National ID
ar: أحصل على الرقم الوطنى

source: Verify Name and Birth Year
ar: تحقق من الأسم وسنة الميلاد

source: Citizen is not registered
ar: المواطن غير مُسجل

source: Citizen is registered
ar: المواطن مُسجل

source: Ask if can change from same phone
ar: إسأل اذا يمكن التغيير من نفس رقم الهاتف

source: Verify Family Book Record Number or Mother's Name
ar: التحقق من رقم القيد أو إسم الأم

source: How To Change Registration
ar: كيف يمكن تغيير التسجيل

source: Period to Change Registration from another phone has started
ar: المدة المحددة لتغيير للتسجيل من رقم هاتف أخر تبدء الأن

source: The phone number {phone_number} cannot be used for any more registrations.
ar: لا يمكن استخدام رقم الهاتف {phone_number} لمزيد من التسجيلات.

source: The phone number {phone_number} can be used for {number} more registration.
ar: يمكن استخدام رقم الهاتف {phone_number} للقيام بـ{number} تسجيلات إضافية.

source: Citizen is blocked from voting
ar: تم حظر هذا المواطن من الانتخاب

source: Good Bye
ar: مع السلامة

source: Caller Assistance
ar: مساعدة المتصل

source: Call Report
ar: تقرير الاتصال

source: Re-lock
ar: إعادة قفل

source: Mark or comment
ar: ضع علامة أو تعليق

source: Return to cases
ar: العودة إلى الحالات

source: LibyaVotes Help Desk - Update Case
ar: مكتب الاتصالات لليبيا تصوّت - تحديث الملف

source: Help Desk Field Case
ar: ملف ميداني في مركز الاتصالات للدعم

source: Update Form
ar: نموذج التحديث

source: Return to case
ar: العودة إلى الحالة

source: Case
ar: الحالة

source: Operator:
ar: عامل الهاتف

source: Case number:
ar: رقم الحالة:

source: Start time:
ar: وقت البدء:

source: End time:
ar: وقت الإنتهاء:

source: Outcome:
ar: النتيجة:

source: Review status:
ar: مراجعة الحالة:

source: Reason for review:
ar: سبب المراجعة:

source: Recommended action:
ar: الإجراء الموصى به:

source: Name:
ar: إسم:

source: Staff ID:
ar: رقم الموظف:

source: Phone number:
ar: رقم الهاتف:

source: Citizen
ar: مواطن

source: National ID:
ar: الرقم الوطني:

source: Birth date:
ar: سنه الميلاد:

source: Gender:
ar: :الجنس

source: Family Book Record Number:
ar: رقـــــــــم القيـــــــد:

source: Mother:
ar: إسم الأم:

source: Blocked:
ar: محظور:

source: The citizen is blocked from registering or voting.
ar: هذا المواطن محظور من التسجّل أو الانتخاب.

source: Registration
ar: التسجيل

source: Center:
ar: المركز:

source: Office area:
ar: موقع المركز:

source: Unlocked until:
ar: غير مقفل حتى:

source: Changes remaining:
ar: التغييرات المتاحة:
