Repository: SmartElect/SmartElect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Changes have been increased
ar: التغييرات التي تم زيارتها:

source: Updates
ar: التحديث

source: Timestamp
ar: الطابع الزمني

source: User
ar: مستخدم

source: Type of Update
ar: نوع التحديث

source: Previous
ar: السابق

source: Page %(number)s of %(pages)s.
ar: صفحة %(number)s من %(pages)s

source: Next
ar: اللاحق

source: Calls in progress
ar: المكالمات تحت الإجراء

source: Press the start new call button to begin caller assistance.
ar: اضغط على زر البدء باتصال جديد للبدء بمساعدة المتصل

source: New call received
ar: المكالمات المستلمة

source: Call Reports
ar: تقارير الاتصال

source: There are no cases which match your query.
ar: لا توجد ملفات مطابقة لموضوع الاستفسار

source: Case #
ar: رقم الحالة

source: Start time
ar: وقت البدء

source: State
ar: الحالة

source: Outcome
ar: النتيجة

source: End time
ar: وقت الإنتهاء

source: Search records
ar: سجلات البحث

source: Search in:
ar: البحث في:

source: operator name, username, or email, field staff name, phone number, or staff ID, citizen name, national ID, or registry number, or registration center name or number.
ar: اسم عامل الهاتف، اسم المستخدم، أو البريد الإلكتروني، اسم الموظف الميداني، رقم الهاتف، أو رقم الموظف، الرقم الوطني، أو رقم التسجيل، أو اسم مركز التسجيل أو رقمه

source: Apply Filters
ar: تطبيق التصفية

source: Individual cases
ar: حالات فردية

source: Statistics
ar: إحصائيات

source: Previous Screen
ar: الصفحة السابقة

source: Staff Name
ar: اسم الموظف

source: (not validated)
ar: (غير مصادق عليه)

source: Staff ID
ar: رقم الموظف

source: Mother's Name
ar: اسم الأم

source: Ask the citizen
ar: إسأل المواطن

source: Provide either the citizen's Family Book Record Number or the citizen's Mother's Name.
ar: قم بتقديم رقم السجل العائلي للمواطن أو إسم أمه

source: Provide either your Family Book Record Number or your Mother's Name.
ar: الرجاء تقديم رقم سجل عائلتك أو إسم أمك

source: Did they provide either correctly?
ar: هل قدم أحدهما صحيحاً؟

source: Tell the caller
ar: أخبر المتصل

source: The citizen has twelve hours, starting now, to change their registration using any phone.
ar: لدى المواطن 12 ساعة تبدء الآن، ليقوم بتغيير تسجيله مستخدماً أي رقم هاتف.

source: You have twelve hours, starting now, to change your registration using any phone.
ar: لديك 12 ساعة تبدء الآن، لتقوم بتغيير تسجيلك مستخدماً أي رقم هاتف

source: The procedure: SMS 'NID#PC' to 10010
ar: العملية: رسالة نصية قصيرة تحتوي على NID#PC إلى 10010

source: Please advise the citizen to use their own phone (not a staff or relative’s phone).
ar: الرجاء إرشاد المواطن إلى استخدام هاتفه الخاص (وليس هاتف موظف أو قريب)

source: If the citizen wants to check whether another phone number can still be used for registrations, enter it here
ar: إذا أراد المواطن تفقد سواء ما زال بالإمكان استخدام رقم هاتف آخر للتسجّل، أدخل الرقم هنا

source: Check number
ar: تفقّد الرقم

source: Greet the caller
ar: قم بإلقاء التحية على المتصل

source: Hello, this is the HNEC Voter Registration Help Desk. I can assist you with a voter registration change.
ar: السلام عليكم، هنا مركز مساعدة التسجيل الخاص بالمفوضية الوطنية العليا للانتخابات. يمكنني أن أساعدك في تغيير تسجيل الناخب.

source: Say to the caller
ar: قل للمتصل

source: Are you an HNEC field staff member?
ar: هل أنت موظف ميداني في المفوضية الوطنية العليا للانتخابات؟

source: Please provide me with your Staff ID number.
ar: الرجاء إطلاعي على رقم التوظيف الخاص بك

source: Please provide your full name.
ar: الرجاء إطلاعي على اسمك الكامل

source: Give the caller three attempts to provide correct name as seen above.
ar: قم بإعطاء المتصل ثلاث محاولات لإعطاء الاسم الصحيح كما هو مبين أعلاه

source: Is the caller using the phone number seen above?
ar: هل المتصل يستخدم رقم الهاتف الوارد أعلاه؟

source: Please provide the citizen's National Identification Number.
ar: الرجاء إطلاعي على الرقم الوطني الخاص بالمواطن

source: Please provide your National Identification Number.
ar: الرجاء إطلاعي على الرقم الوطني الخاص بك

source: To help us verify identification, please provide the citizen's name and birthdate.
ar: لمساعدتنا على التحقق من الهوية، الرجاء تزويدنا باسم المواطن وتاريخ ميلاده.

source: To help us verify identification, please provide your name and birthdate.
ar: لمساعدتنا على التحقق من الهوية، الرجاء تزويدنا باسمك وتاريخ ميلادك.

source: Citizen ID
ar: رقم المواطن

source: Citizen Name
ar: اسم المواطن

source: Birthdate
ar: تاريخ الميلاد

source: Does the caller's information match the citizen's above?
ar: هل تتوافق معلومات المتصل مع المواطن المذكور أعلاه؟

source: You may also use the Mother's Name or the Family Book Record Number to verify the citizen's identification.
ar: يمكنك أيضًا استخدام اسم الأم أو رقم السجل العائلي للتحقق من هوية المواطن.

source: The citizen is not registered. Tell them how to register if they want.
ar: صاحب هذا الرقم الوطنى غير مُسجل. إشرح له طريقة التسجيل إذا أراد ذلك

source: The citizen's registration information
ar: معلومات تسجيل المواطن

source: Registration Center
ar: مركز التسجيل

source: Office
ar: اللجان

source: Phone number associated with citizen's registration
ar: رقم الهاتف المرتبط بتسجيل المواطن

source: Does the citizen wish to change their centre or update the phone number associated with their registration?
ar: هل يرغب المواطن في تغيير مركز الاقتراع أو تحديث رقم الهاتف المرتبط لتسجيله؟

source: Do you wish to change your centre or update the phone number assoicated with your registration?
ar: هل ترغب في تغيير مركز اقتراعك أو تحديث رقم الهاتف المرتبط بتسجيلك؟

source: Does the citizen want to use that same phone to make the change?
ar: هل يريد المواطن استخدام نفس رقم الهاتف لإجراء التغيير؟

source: Do you want to use that same phone to make the change?
ar: هل تريد استخدام نفس رقم الهاتف لإجراء التغيير؟

source: (also select no if they wish to update the phone number associated with their registration)
ar: (أيضا إضغط لا إذا كان يرغب في تحديث رقم الهاتف المرتبط بتسجيله.)

source: Please advise the citizen
ar: قدّم المشورة للمواطن من فضلك

source: Phone number %(number)s has been used for the maximum number of registrations.
ar: لقد تم استخدام رقم الهاتف %(number)s للحد الأقصى من عدد التسجيلات المسموح به.

source: If the citizen registers from another phone, they might not be able to change their registration back to this phone.
ar: إذا تسجّل المواطن من هاتف آخر، قد لا يتمكن من إعادة تسجيله إلى هذا الهاتف.

source: Do you have any other questions that I can answer?
ar: هل لديك أي أسئلة أخرى يمكنني الإجابة عليها؟

source: Changes Remaining
ar: التغييرات المتاحة

source: Tell the caller how to change their registration.
ar: قُل للمتصل كيف يقوم بعملية التسجيل

source: This call case was closed. Press done to return to the start.
ar: تم إغلاق هذه الحالة. اضغط على "تم" للعودة إلى البداية

source: Manage Help Desk Staff
ar: إدارة موظفى مركز المساعدة

source: Create Help Desk Staff User
ar: إنشاء مستخدم لمكتب المساعدة

source: Help Desk Staff
ar: موظف مركز المساعدة

source: Create new account
ar: إنشاء حساب جديد

source: Make an existing account a help desk account
ar: إجعل حساب قائم حالياً حساب مركز المساعدة

source: Username
ar: اسم المستخدم

source: Full Name
ar: الاسم الكامل

source: Groups
ar: مجموعة

source: Date Joined
ar: تاريخ الانضمام

source: Return to help desk
ar: العودة إلى مركز المساعدة

source: Search for users
ar: البحث عن مستخدمين

source: Search users
ar: البحث بين المستخدمين

source: Name, Email, or Username
ar: الاسم، البريد الالكتروني، اسم المستخدم

source: Search
ar: بحث

source: Click on any user in the results to grant them Help Desk permissions.
ar: اضغط على أي مستخدم في النتائج لإعطائه إذن مكتب المساعدة

source: Search results
ar: البحث فى النتائج

source: Return to staff list
ar: العودة إلى قائمة الموظفين

source: Set Help Desk Staff Password
ar: إعادة تعيين كلمة المرور لمستخدمين مركز المساعدة

source: Setting password for user %(user)s.
ar: إعداد كلمة المرور للمستخدم %(user)s.

source: Update Help Desk Staff
ar: تحديث موظفى مركز المساعدة

source: Set password
ar: تعيين كلمة المرور

source: Past 12 Months
ar: في الأشهر الـ12 الماضية

source: Years
ar: سنوات

source: Quarters (Calendar Year)
ar: أرباع (السنة الميلادية)

source: Staff Id, Name, or Phone Number
ar: رقم الموظف، اسمه، أو رقم الهاتف

source: None
ar: لا يوجد

source: Total
ar: المجموع الكلي

source: Overall
ar: الإجمالي

source: Number of calls by outcome
ar: عدد المكالمات حسب النتائج

source: Average length of calls in seconds by outcome
ar: معدل مدة المكالمات بالثواني حسب النتيجة

source: Shortcode
ar: رمز قصير

source: Multiple Messages
ar: عدة رسائل

source: Alternatively, upload a <em>plain text file</em> containing a single message per line.
ar: يمكنك بدلاً من ذلك تحميل <em>ملف نص عادي</em> يحتوي على رسالة واحدة على كل سطر.

source: Phone number must be all numeric.
ar: يجب أن يكون رقم الهاتف مؤلفاً من أرقام فحسب.

source: Message Tester
ar: رسائل تجريبية

source: Clear messages from this phone
ar: حذف الرسائل من هذا الهاتف

source: Clear all messages
ar: حذف كل الرسائل

source: You haven't sent or received any test messages yet.
ar: لم ترسل أو تتلقَ أي رسائل اختبار بعد.

source: Bulk Upload
ar: مجموع الرفع

source: Upload and Send
ar: ارفع وارسل

source: %(count)s of %(total)s
ar: %(count)s من %(total)s

source: Page %(current)s of %(total)s
ar: صفحة %(current)s من %(total)s

source: Cleared all messages
ar: تم حذف كل الرسائل

source: Cleared messages from {identity}
ar: تم حذف الرسائل من {identity}

source: Sent bulk messages
ar: إرسال مجموع الرسائل

source: Sent message
ar: الرسالة المرسلة

source: deleted
ar: تم المسح

source: modification date
ar: تاريخ التعديل

source: archive time
ar: وقت الأرشيف

source: If non-NULL, from this time on, this record is no longer in effect.
ar: إذا لم يكن خالياً، من الآن فصاعداً لن يعود هذا السجل ساري المفعول.

source: Permanently delete selected %(verbose_name_plural)s.
ar: مسح %(verbose_name_plural)s المختارة بشكل دائم.

source: Permission Denied.
ar: الإذن مرفوض

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Unisex
ar: الجنسين

source: Please enter a valid phone number (218xxxxxxxxx or 88216xxxxxxxx) without punctuation or spaces.
ar: أدخِل من فضلك رقم هاتف صالحاً (218xxxxxxxxx أو 88216xxxxxxxx) من دون علامات وقف أو فراغات.

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: <h1>Not found <span>:(</span></h1> <p>Sorry, but the page you were trying to view does not exist.</p> <p>It looks like this was the result of either:</p> <ul> <li>a mistyped address</li> <li>an out-of-date link</li> </ul>
ar: نأسف، الصفحة التي تبحث عنها لم يتم العثورعلىها. من الممكن أن تكون أخطأت في كتابة الرابط، أو الصفحة التي طلبتها لم تعد مفعلة.

source: <h1>Server Error <span>:(</span></h1> <p>Something has gone horribly wrong.</p> <p>We've notified our admins and they won't rest until it is fixed.</p>
ar: خلل في المنظومة نأسف، يوجد خلل في المنظومة. إدارة المنظومة إكتشفت الخلل، وتعمل على إصلاحه فى أقرب وقت ممكن. نشكر لك حسن تعاونك.

source: Activation Error
ar: خطأ في التفعيل

source: Account activation failed.
ar: فشل تفعيل الحساب

source: This is an automatic email from the Libyan High National Election Commission's online voter check. Please click on the link below to verify your email address: https://%(site_domain)s%(activation_url)s Sincerely, The Libyan High National Election Commission
ar: هذا بريد إلكتروني تلقائي من صفحة بيانات التسجيل عبر الانترنت من المفوضية الوطنية العليا للانتخابات، الرجاء الضغط على الرابط إدناه لتأكيد عنوان بريدك الإلكترونى: https://%(site_domain)s%(activation_url)s مع تحيات المفوضية الوطنية العليا للانتخابات

source: Activate your LibyaVotes account
ar: تحديث حسابك في LibyaVotes

source: To check your voter registration information, you need an account. If you have an account, please log in below. To create a new account, click the button below.
ar: للتحقق من بيانات التسجيل الخاص بك فى سجل الناخبين، فإنك تحتاج إلى حساب. إذا كان لديك حساب، الرجاء تسجيل دخولك أدناه. لإنشاء حساب جديد، انقر فوق الزر أدناه

source: Your username and password didn't match. Please try again.
ar: إسم المستخذم وكلمة المرور غير متطابقان، يرجي إعادة المحاولة.

source: Log in
ar: الدخول

source: Forgotten your username or password?
ar: نسيت كلمة المرور أو اسم المستخدم؟

source: Need to create an account?
ar: تحتاج إلى إنشاء حساب؟

source: Password change successful
ar: تغيير كلمة المرور بنجاح

source: Your password was changed.
ar: تم تغيير كلمة المرور الخاصة بك

source: Password reset complete
ar: إعادة تعيين كلمة المرور إنتهت

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. تستطيع الإستمرار وتسجيل دخولك الآن.

source: Password reset
ar: إعادة تعيين كلمة المرور

source: Enter new password
ar: أدخل كلمة مرور جديدة

source: Password reset unsuccessful
ar: إعادة تعيين كلمة المرور بنجاح.

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: الرجاء إدخال كلمة المرور الجديدة مرتين، حتى نتمكن من التحقق من أنك كتبتها بشكل صحيح

source: Confirm password:
ar: تأكيد كلمة المرور

source: Change my password
ar: تغيير كلمة المرور

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة المرور غبر صالح، فقد تم إستخدامه سابقاً. الرجاء طلب إعادة تعيين كلمة المرور.

source: Password reset successful
ar: إعادة تعيين كلمة المرور بنجاح.

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
ar: لقد تم إرسال بريد الالكتروني بكافة التعليمات لتحديد كلمة المرورالخاصة بك على عنوان البريد الإلكتروني الذي أرسلته. يجب أن يصلك بريدنا الالكتروني قريبا.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ar: إستلمت هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور الخاصة بك عند %(site_name)s.

source: Please go to the following page and choose a new password:
ar: الرجاء الذهاب إلى الصفحة التالية وإختيار كلمة مرور جديدة

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك، في حال كنت قد نسيتها:

source: Forgotten your username or password? Enter your email address below, and we'll email instructions for setting a new password. Your username will be included in that email.
ar: هل نسيت اسم المستخدم أو كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه، وسنقوم بإرسال رسالة إلكترونية بكافة التعليمات لتحديد كلمة مرور جديدة. ستشمل الرسالة اسم المستخدم.

source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي

source: Check your email account
ar: تفقد بريدك الإلكتروني

source: You will receive an email and will have to click a link in that email to complete your registration.
ar: لقد تم إرسال رسالة إلكترونية على عنوان البريد الإلكتروني الخاص بك. الرجاء الضغط على الرابط إدناه واتباع التعليمات لإكمال تسجيلك.

source: LibyaVotes: Register an account
ar: LibyaVotes: تسجيل حساب

source: Fill in this form to create an account
ar: قُم بتعبئة هذا النموذج لانشاء حساب

source: Duplicate value for {fieldname}
ar: تكرير القيمة لـ {fieldname}

source: A National ID is a 12-digit number.
ar: للرقم الوطنى 12 خانة.

source: A valid National ID is at most 12 digits long.
ar: آى رقم وطنى صالح يتكون من 12 خانة فقط

source: A valid National ID starts with 1 or 2.
ar: الرقم الوطنى للذكر يبدء بي 1, والانثي يبدء بي 2

source: Please type these numbers
ar: الرجاء طباعة الارقام أ

source: Libya Votes Administration
ar: إدارة موقع ليبيا تصوّت

source: Staff Home
ar: الصفحة الرئيسية للعاملين

source: Documentation
ar: توثيق

source: Change password
ar: تغيير كلمة المرور

source: Log out
ar: الخروج

source: Add
ar: إضافة

source: Search %(names)s
ar: البحث %(names)s

source: Delete %(name)s
ar: مسح %(name)s

source: Really delete %(name)s?
ar: هل تريد حقاً مسح %(name)s؟

source: Edit %(name)s
ar: تنقيح %(name)s

source: Please correct the errors in the form below.
ar: الرجاء تصحيح الخطأ في النموذج الوارد أدناه

source: Read %(name)s
ar: قراءة %(name)s

source: Back
ar: عودة

source: LibyaVotes Home
ar: الصفحة الرئيسية لليبيا تصوّت

source: Registration Statistics
ar: إحصائيات التسجيل

source: Check Registration
ar: تفقد التسجيل

source: Look up registration information
ar: بحث عن بيانات التسجيل الخاص بك فى سجل الناخبين.

source: %(citizen)s is registered at voting center %(name)s with code %(code)s.
ar: %(citizen)s مسجل في مركز الاقتراع %(name)s برمز %(code)s.

source: %(citizen)s is not registered.
ar: غير مسجل %(citizen)s

source: Help Desk
ar: مركز المساعدة

source: Field Staff Members
ar: الموظفيين الميدانيين

source: Election Management
ar: إدارة الانتخابات

source: Elections, Ballots, &amp; Candidates
ar: الانتخابات، الاقتراع، &amp، المرشحون

source: Registration Periods
ar: فترات التسجيل

source: Polling Center Monitoring
ar: مراقبة المراكز الانتخابية

source: Voter Rolls
ar: لوائح الناخبين

source: Registration Management
ar: إدارة التسجيل

source: Registrations
ar: التسجيلات

source: Registration Centers
ar: مراكز التسجيل

source: Citizens
ar: المواطنين

source: SMS Messaging
ar: إرسال الرسائل عبر الرسائل النصية القصيرة

source: Broadcasts
ar: النشر

source: Staff Phones
ar: أرقام هواتف الموظفين

source: Messages
ar: الرسائل

source: SMS Discrepancies
ar: تباينات الرسائل النصية القصيرة

source: Admin
ar: مشرف

source: Users &amp; Permissions
ar: المستخدمون، &amp، الأذونات

source: Translations
ar: الترجمات

source: Welcome staff member!
ar: أهلًا بأعضاء فريق العمل!

source: Click a link above to administer the LibyaVotes staff site.
ar: اضغط على الرابط الوارد أعلاه للدخول إلى موقع موظفي LibyaVotes.

source: Your account has been activated. You can login now.
ar: تم تفعيل حسابك. يمكنك الذخول الأن.

source: election
ar: الانتخابات

source: Received from this phone
ar: تمّ التلقي من هذا الهاتف

source: period number
ar: رقم الفترة

source: number of voters
ar: عدد الناخبين

source: polling report
ar: تقرير الاقتراع

source: polling reports
ar: تقارير الاقتراع

source: Can read polling report
ar: يمكن الاطلاع على تقرير الاقتراع

source: Can browse polling reports
ar: يمكن البحث في تقارير الاقتراع

source: center open record
ar: السجل المفتوح للمركز

source: center open records
ar: السجلات المفتوحة للمركز

source: Can read center open record
ar: يمكن قراءة السجل المفتوح للمركز

source: Can browse center open record
ar: يمكن البحث في السجل المفتوح للمركز

source: staff phone
ar: أرقام هواتف الموظفين

source: staff phones
ar: هواتف الموظفين

source: Can read staff phone
ar: يمكن الاطلاع على أرقام هواتف الموظفين

source: Can browse staff phones
ar: يمكن البحث في هواتف الموظفين

source: option
ar: خيار

source: number of votes
ar: عدد الأصوات

source: preliminary vote count
ar: فرز الأصوات الأولي

source: preliminary vote counts
ar: فرز الأصوات الأولي

source: Can read preliminary vote count
ar: يمكن قراءة فرز الأصوات الأولي

source: Can browse preliminary vote counts
ar: يمكن البحث في فرز الأصوات الأولي

source: {center} closed for {election}
ar: {center} مقفل من أجل {election}

source: center closed for election
ar: المركز مقفل من أجل الانتخابات

source: centers closed for election
ar: المراكز مقفلة من أجل الانتخابات

source: Can read center closed for an election
ar: يمكن الاطلاع على المركز المقفل من أجل الانتخابات

source: Can browse centers closed for an election
ar: يمكن البحث في المراكز المقفلة من أجل الانتخابات

source: The following centers are copied by other centers and cannot be deleted: {}. No centers were deleted.
ar: تم نسخ المراكز التالية من قبل مراكز أخرى ولا يمكن مسحها {}. لم يتم مسح أي مركز.

source: No copies
ar: ما من نُسَخ

source: archived
ar: محفوظ في الأرشيف

source: CSV File
ar: ملف قيم مفصولة بفواصل

source: Copy centres are read-only.
ar: إنّ مراكز النسخ صالحة للقراءة فقط.

source: Newlines are not allowed.
ar: لا يُسمح بأسطر جديدة.

source: That is not a valid center_type. Valid choices are {choice_names}.
ar: هذا ليس نوع مركز صالحاً. الخيارات الصالحة هي {choice_names}.

source: Copy centre does not exist.
ar: مركز النسخ غير موجود.

source: Office does not exist.
ar: المكتب غير موجود.

source: Constituency does not exist.
ar: الدائرة الانتخابية غير موجودة.

source: Subconstituency does not exist.
ar: الدائرة الانتخابية الفرعية غير موجودة.

source: Upload a text file, one phone number per line.
ar: ارفع ملف نصي فيه رقم هاتف واحد على كل سطر.

source: blocked
ar: محظور

source: person
ar: شخص

source: people
ar: أشخاص

source: id
ar: الرقم

source: name (English)
ar: الاسم (بالإنكليزية)

source: name (Arabic)
ar: الاسم (بالعربية)

source: No Region
ar: ما من منطقة

source: West
ar: غرب

source: South
ar: جنوب

source: East
ar: شرق

source: region
ar: منطقة

source: office
ar: اللجان

source: offices
ar: المكاتب

source: constituency
ar: دائرة انتخابية

source: constituencies
ar: دوائر انتخابية

source: subconstituency
ar: دائرة إنتخابية

source: subconstituencies
ar: دوائر إنتخابية

source: General
ar: عام

source: Displaced
ar: نازحين

source: Oil
ar: حقل نفط

source: Disability
ar: مركز تأهيل وايواء

source: Revolution
ar: ثوار

source: Copy
ar: نسخة

source: Split
ar: تقسيم

source: center id
ar: رقم المركز

source: mahalla name
ar: اسم المحلة

source: village name
ar: اسم القرية

source: type
ar: النوع

source: latitude
ar: خط العرض

source: longitude
ar: خط الطول

source: copy of
ar: نسخة عن

source: support for registrations
ar: دعم التسجيلات

source: Copy centre type must be "copy".
ar: يجب على نوع مركز النسخ أن يكون "نسخ".

source: A centre may not be changed to a copy centre.
ar: لا يمكن تغيير أي مركز إلى مركز نسخ.

source: A copy centre cannot copy another copy centre.
ar: لا يمكن لمركز نسخ أن ينسخ مركز نسخ آخر.

source: Copy centre already has the maximum number of copies ({n_max}).
ar: سبق أن أصبح لدى مركز النسخ الحد الأقصى من عدد النسخ ({n_max}).

source: Centre type "copy" requires copy centre information.
ar: إنّ نوع المركز "مركز نسخ" يتطلب إدخال معلومات مركز النسخ.

source: Either set both latitude and longitude or neither.
ar: إمّا أدخِل كلا خطي العرض والطول أو لا تدخل أيّاً منهما.

source: Split centers must be associated with subconstituency {}.
ar: يجب ربط المراكز المنقسمة بالدائرة الانتخابية الفرعية {}

source: Only split centers may be associated with subconstituency {}.
ar: لا يجوز ربط سوى المراكز المنقسمة بالدائرة الانتخابية الفرعية {}.

source: registration centers
ar: مراكز التسجيل

source: change count
ar: عدد مرات التغيير

source: The number of times this registration has been changed after it was initially made (original registration not counted).
ar: عدد المرات التي تم فيها تغيير هذا التسجيل بعد القيام به (لا يُحتسب التسجيل الأصلي).

source: max changes
ar: العدد الأقصى لمرات التغيير

source: The number of times this registration is allowed to be changed after it was initially made. Defaults to 3, but can be increased.
ar: عدد المرات التي يسمح بها بتغيير هذا التسجيل بعد القيام به. العدد المُفترض هو 3 ولكن، يمكن زيادته.

source: repeat count
ar: عدد مرات الإعادة

source: The number of times messages have been received for this exact registration. The first message is counted, so the 2nd time we see the same registration, the count becomes 2, and so forth. This is reset each time the registration is changed.
ar: عدد المرات التي تم فيها تلقي الرسائل لهذا التسجيل بالتحديد. يتم احتساب الرسالة الأولى، لذا، في المرة التالية التي نرى فيها التسجّل نفسه، يصبح عدد الأصوات 2، وهلمّ جرى. تتم إعادة تعيين ذلك في كل مرة يتم فيها تغيير التسجيل.

source: unlocked until
ar: غير مقفل حتى

source: If this is set and the current datetime is earlier than this value, allow changing this registration from any phone, even if it's not the phone previously used.
ar: إذا تم ضبط هذه القيمة والتاريخ/الوقت الحالي هو سابق لهذه القيمة، يجب السماح بتغيير هذا التسجيل من أي هاتف، حتى إن لم يكن الهاتف الذي تم استخدامه سابقاً.

source: registrations
ar: التسجيلات

source: This registration is unlocked until {}.
ar: التسجيل غير مقفل حتى {}.

source: This registration is locked.
ar: التسجيل مقفل.

source: Invalid format
ar: الرقم الوظيفي غير صالح

source: Multiple problems
ar: عدة مشكلات
